"Scan for Large and Old Files" = "Rechercher les fichiers anciens et volumineux";
"Erase with CleanMyMac" = "Effacer avec CleanMyMac";
"Securely Erase with CleanMyMac" = "Effacer en toute sécurité avec CleanMyMac";
"Clean with CleanMyMac" = "Nettoyer avec CleanMyMac";
"Uninstall with CleanMyMac" = "Désinstaller avec CleanMyMac";
"Clean iPhoto Library with CleanMyMac" = "Nettoyer la bibliothèque iPhoto avec CleanMyMac";
